{
    "id": "b1308401-c9d4-4db7-be7b-85c178d38758",
    "vars_stat": {
        "Birth Year": "1632 AD",
        "Birth Region": "Asia",
        "Birth Subregion": "Southeast Asia (e.g., Thailand, Vietnam, Indonesia)",
        "Ethnicity": "Burmese",
        "Parents Socioeconomic Class": "Agrarian Population/Bonded Labor",
        "Gender": "female",
        "Age at Death": "30-40",
        "Cause of Death": "Maternal Mortality",
        "Occupation": "field laborer",
        "Religion": "Islam",
        "Marital Status": "Married",
        "Family Structure": "nuclear family"
    },
    "vars_html": {
        "Biography": "Sayama Kun Thiri was born in the heart of Myanmar, in a small, agrarian community near Mandalay, in 1632. Her parents, simple bonded laborers working the fertile land, instilled in her an unparalleled work ethic. As a young girl, she was put to work in the fields, her tender hands becoming accustomed to the rough texture of soil and rice paddy.\n\nDespite the intensive labor, Kun Thiri cherished the life she led. She found peace in the daily rhythm of the sun, the sowing of the seeds, and the camaraderie among the other laborers. Her gentle spirit and strength of character became a beacon of hope for many in their community. She took solace in her faith, Islam, and adhered to its teachings closely, adding to her reputation for kindness and empathy.\n\nAs was customary at the time, Kun Thiri was married off in her early teens. Her husband, a fellow laborer, was a kind-hearted man named Muhamad Shah. Together they formed a nuclear family and had two daughters and a son. The hardships of bonded labor, the struggle to keep their children fed and the inherent strength in their shared faith brought them closer. \n\nHowever, their happiness was short-lived. At the age of 34, due to complications during her fourth childbirth, Kun Thiri succumbed to maternal mortality, leaving behind a bereft husband and three young children.\n\nHer end was humble, as was her life. But Kun Thiri left an enduring legacy, a testament to the human spirit that dares not only to survive but to live despite adversity. Her faith, resilience, and warm heart remain etched in the memories of the people who knew her.",
        "Title Data": {
            "name": "Sayama Kun Thiri",
            "exact birth date": "Unknown, 1632 AD",
            "exact death date": "Unknown, 1666 AD",
            "home area": "Rural Mandalay, Myanmar"
        },
        "Obituary": "It is with profound sorrow that we announce the demise of Sayama Kun Thiri. She passed away recently, a casualty of childbirth, at the age of 34. Born to bonded laborers in a small agrarian community in Mandalay, Kun Thiri was a beacon of resilience, clinging onto life and laughter despite the swirling maelstrom of hardship engulfing her world.\n\nWe remember her fondly, for her warmth, empathy, and the will to elevate those around her. Her defining characteristics were her remarkable work ethic, cultivated in the paddy fields since childhood, and her unfettered kindness. It was in the vastness of these fields that she found purpose, friendship, and love. \n\nKun Thiri left us far too early, a void has been left in her wake that can never truly be filled. However, we will honor her memory by carrying forward her teachings of kindness, her unconditional love for every living being, and her unwavering belief in a better tomorrow.\n\nHer life partner, Muhammad Shah, and her three young children, will forever have a void that cannot be filled. A dutiful wife, loving mother, and cherished sister, Kun Thiri will be deeply missed by her loved ones. May her soul find eternal peace.",
        "Image Prompt": "Create a black and white painting of a 34-year-old Burmese bonded laborer woman standing in rice fields of 17th century Myanmar. The woman's face is a mixture of calm, strength, and kindness. In the background, the sun is setting, casting long shadows and bathing the scene in soft light."
    },
    "files": {
        "json": "docs/data/b1308401-c9d4-4db7-be7b-85c178d38758.json",
        "log": "logs/b1308401-c9d4-4db7-be7b-85c178d38758.log",
        "html": "docs/data/b1308401-c9d4-4db7-be7b-85c178d38758.html",
        "image": "docs/data/b1308401-c9d4-4db7-be7b-85c178d38758.png",
        "text": "docs/data/b1308401-c9d4-4db7-be7b-85c178d38758.html"
    }
}